{
    "unk_token": {
        "content": "<unk>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "bos_token": {
        "content": "<s>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "eos_token": {
        "content": "</s>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "add_prefix_space": false,
    "errors": "replace",
    "sep_token": {
        "content": "</s>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "cls_token": {
        "content": "<s>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "pad_token": {
        "content": "<pad>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "mask_token": {
        "content": "<mask>",
        "single_word": false,
        "lstrip": true,
        "rstrip": false,
        "normalized": true,
        "__type": "AddedToken"
    },
    "special_tokens_map_file": "/home/frey/.cache/huggingface/transformers/3f82b81b8cee171fba7601e78afb764097bcf94d6af7b1b0a75815a45396e3ec.0dc5b1041f62041ebbd23b1297f2f573769d5c97d8b7c28180ec86b8f6185aa8",
    "name_or_path": "model",
    "tokenizer_class": "RobertaTokenizer"
}
